
words= ["위험에 처했을 때 :  시편 91편 \n-그가 너를 위하여 그의 천사들을 명령하사 네 모든 길에서 너를 지키게 하심이라 (91장 11절)",
"외롭거나 두려울 때 : 시편 23편\n- 내가 사망의 음침한 골짜기로 다닐지라도 해를 두려워 하지 않을 것은 주께서 나와 함께 하심이라 주의 지팡이와 막대기가 나를 안위하시니라(23장 4절)"
,"신앙인으로써 확신이 필요할 때 : 로마서 8장 1절~30절까지\n- 성령이 친히 우리의 영과 더불어 우리가 하나님의 자녀인 것을 증언하시나니(8장 16절)"
,"평안과 휴식을 원할 때 : 마태복음 11장 25~30절\n- 수고하고 무거운 짐 진 자들아 다 내게로 오라 내가 너희를 쉬게 하리라(28절)"
,"죄를 지었을 때 : 시편 51절\n- 하나님이여 내 속에 정한 마음을 창조하시고 내 안에 정직한 영을 새롭게 하소서(10절)"
,"근심이 있을 때 : 마태복음 6장 19~34절\n-그런즉 너희는 그의 나라와 그의 의를 구하라 그리하면 이 모든것을 너희에게 더하시리라(33절)"
,"괴로움과 위기 안에 있을 때 : 고린도전서 13장\n- 우리가 지금은 거울로 보는 것 같이 희미하나 그 때에는 얼굴과 얼굴을 대하여 볼 것이요 지금은 부분적으로 아나 그 때에는 주께서 나를 아신 것 같이 내가 온전히 알리라 (12절)"
,"풀이 죽어있거나 따돌림을 당하는 것 같을 때 : 로마서 8장 31~37\n-누가 우리를 그리스도의 사랑에서 끊으리요 환난이나 곤고나 박해나 기근이나 적신이나 위험이나 칼이랴 (35절)"
,"일이나 여행으로 집을 떠나 있을 때 : 시편 121편\n- 여호와께서 너의 출입을 지금부터 영원까지 지키시리로다 (7절) "
,"믿음의 발동이 필요할 때 :  히브리서 11장\n- 이는 하나님이 우리를 위하여 더 좋은 것을 예비하셨은 즉 우리가 아니면 그들로 온전함을 이루지 못하게 하려 하심이라 (40절)"
,"좁고 이기적인 마음으로 기도할 때 : 시편 67편\n- 하나님이여 민족들이 주를 찬송하게 하시며 모든 민족들이 주를 찬송하게 하소서 (5절)"
,"슬플 때 : 요한복음 14장\n-평안을 너희에게 끼치노니 곧 나의 평안을 너희에게 주노라 내가 너희에게 주는 것은 세상이 주는 것과 같지 아니하리라 너희는 마음에 근심하지도 말고 두려워 하지도 말라 (27절)"
,"사람이 실망시킬 때 : 시편 27편\n-여호와여 내가 소리 내어 부르짖을 때에 들음응로 주께 말하되 여호와여 내가 주의 얼굴을 찾으리이다 하였나이다. (8절)\n- 여호와여 주의 도를 내게 가르치시고 내 원수를 생각하셔서 평탄한 길로 나를 인도하소서 (11절)"
,"하나님이 멀게 느껴질 때 : 시편 139\n- 거기서도 주의 손이 나를 인도하시며 주의 오른손이 나를 붙드시리이다 (10절)"
,"세상이 하나님보다 위대하게 느껴질 때 : 시편 90편\n- 산이 생기기 전, 땅과 세계도 주께서 조성하시기 전 곧 영원부터 영원까지 주는 하나님이시니이다. (2절)"
,"열매를 많이 맺고 싶을 때 : 요한복음 15장\n- 내 안에 거하라  나도 너희 안에 거하리라 가지가 포도나무에 붙어 있지 아니하면 스스로 열매를 맺을 수 없음 같이 너희도 내 안에 있지 아니하면 그러하리라 (4절)"
,"의기소침할 때 : 시편 27편\n-  주의 얼굴을 내게서 숨기지 마시고 주의 종을 노하여 버리지 마소서 주는 나의 도움이 되였나이다 나의 구원의 하나님이시여 나를 버리지마시고 떠나지 마소서 (9절)\n- 여호와는 나의 빛이요 구원이시니 애가 누구를 두려워하리요 여호와는 내 생명의 능력이시니 내가 누구를 무서워하리요 (1절)"
,"세상이 작아보이고 자신은 커 보일 때 : 시편 19편\n- 자기 허물을 능히 깨달은 자 누구리요 나를 숨은 허물에서 벗어나게 하소서 (12절)",
"돈이 없을 때 :  시편 37편\n- 또 여호와를 기뻐하라 그가 네 마음의 소원을 네게 이루어 주시리로다 (4절)"
,"사람들이 불친절해 보일 때 : 요한복음 15장 \n- 내 계명은 곧 내가 너희를 사랑한 것 같이 너희도 서로 사랑하라 하는 이것이니라 (12절) "
,"내가 한 일에 낙심 될 때 : 시편 126편\n- 눈물을 흘리며 씨를 뿌리는 자는 기쁨으로 거두리로다 (5절)"
,"아주 좋은 기회가 있을 때 :  이사야 55장\n- 너희는 여호와를 만날 만한 때에 찾으라 가까이 계실 때에 그를 부르라 (6절)"
,"다른 사람과 잘 지내고 싶을 때 : 로마서 12장 \n- 부지런하여 게으리지 말고 열심을 품고 주를 섬기라 (11절)"]

